Repository: mltony/nvda-task-switcher
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: uk

source: Task Switcher
uk: Перемикач завдань

source: Automatically maximize target window
uk: Автоматично розгортати цільове вікно

source: Volume of click
uk: Гучність натискання

source: Cache file location (requires restart)
uk: Розташування файлу кешу (потрібне перезавантаження)

source: Edit Task Switcher entry
uk: Редагувати запис перемикача завдань

source: &Name:
uk: &Назва:

source: &Application name (executable file name without .exe extension): (required):
uk: &Назва програми (назва виконуваного файлу без розширення .exe): (обов’язково):

source: &Keystroke
uk: &Натискання клавіші

source: &Application full path to executable (optional)
uk: &Повний шлях програми до виконуваного файлу (необов’язково)

source: &Launch command (optional)
uk: &Команда запуску (необов'язково)

source: Window &title regex pattern (optional):
uk: Шаблон регулярного виразу &заголовка вікна (необов’язково):

source: Index of selected window (or set to zero to cycle through all available windows):
uk: Індекс вибраного вікна (або встановіть нуль для циклічного переходу між усіма доступними вікнами):

source: Failed to compile regular expression: %s
uk: Не вдалося скомпілювати регулярний вираз: %s

source: Task Switcher entry error
uk: Помилка введення перемикача завдань

source: Error: this name is already used for another entry. Please specify a unique name.
uk: Помилка: ця назва вже використовується для іншого запису. Будь ласка, вкажіть унікальну назву.

source: Error: this keystroke is already used for another entry. Please specify a unique keystroke.
uk: Помилка: ця клавіша вже використовується для іншого запису. Будь ласка, вкажіть унікальну клавішу.

source: Error: application name must be specified.
uk: Помилка: потрібно вказати назву програми.

source: &Keystroke: %s
uk: &Клавіша: %s

source: Press desired keystroke now
uk: Натисніть бажану клавішу зараз

source: Keystroke deleted and entry is disable until you select another keystroke
uk: Натискання клавіші видалено, і введення заборонено, доки ви не виберете іншу клавішу

source: Invalid keystroke %s: cannot overload essential NVDA keystrokes!
uk: Недійсна клавіша %s: не можна перевизначати основні клавіші NVDA!

source: TaskSwitcher entries
uk: Записи перемикача завдань

source: &Entries
uk: &Записи

source: Name
uk: Назва

source: Keystroke
uk: Натискання клавіші

source: AppName
uk: Назва програми

source: AppPath
uk: Шлях програми

source: WindowRegex
uk: Регулярний вираз вікна

source: Index
uk: Індекс

source: &Add
uk: &Додати

source: &Edit
uk: &Редагувати

source: &Remove
uk: &Видалити

source: In order to add new entry, please switch to the desired application, open Task Swittcher menu by pressing NVDA+control+f12 and select 'create a new entry'
uk: Щоб додати новий запис, перейдіть у потрібну програму, відкрийте меню перемикача завдань, натиснувши NVDA+control+f12, і виберіть «створити новий запис».

source: Bookmark Error
uk: Помилка запису

source: Rearrange windows for %s
uk: Переставити вікна для %s

source: &Windows
uk: &Вікна

source: Title
uk: Заголовок

source: Move &up
uk: Перемістити &вгору

source: Move &down
uk: Перемістити &вниз

source: Move to &top
uk: Перемістити на &початок

source: Show task switcher op-up menu
uk: Показати спливне меню Перемикача завдань

source: &Create a new entry for this application
uk: &Створити новий запис для цієї програми

source: &Edit %s
uk: &Редагувати %s

source: &Launch %s
uk: &Запустити %s

source: &Hide this window
uk: &Сховати це вікно

source: &Show hidden windows
uk: &Показати приховані вікна

source: &Reorder %s windows
uk: &Пересортувати вікна %s

source: &Show all entries
uk: &Показати всі записи

source: Task Switcher script
uk: Скрипт Перемикача завдань

source: Hide current window.
uk: Приховати поточне вікно.

source: Hid current window. Now there are %d windows hidden.
uk: Приховане поточне вікно. Зараз приховано %d вікон.

source: Show hidden windows.
uk: Показати приховані вікна.

source: No windows hidden or all hidden windows have been already shown.
uk: Немає прихованих вікон або всі приховані вікна вже показано.

source: %d windows shown
uk: Показано %d вікон
